/*
 InfoPlist.strings (English)
 Snapchat
 Copyright (c) 2016 Snapchat, Inc. All rights reserved.
 */
/*KEYS IN THIS FILE ARE SYSTEM KEYS THAT CANNOT BE ALTERED*/
"NSContactsUsageDescription" = "Os contatos da sua agenda de endereços serão coletados pelo Snapchat."; // Reworded 08/21/14

"NSPhotoLibraryUsageDescription" = "Salve seus Snaps no seu Rolo da Câmera, envie fotos e vídeos no Chat e mais. "; // Reworded 11/28/2016

/* NEW IN 9.40 (09/12/2016) */
"NSCameraUsageDescription" = "Use sua câmera para tirar Snaps, conversar em vídeo, adicionar amigos com Snapcode e mais.";

"NSMicrophoneUsageDescription" = "Use seu microfone para gravar áudio para Snaps, conversas de vídeo e mais.";

"NSMotionUsageDescription" = "O Snapchat registra a orientação do seu aparelho (na vertical ou horizontal) quando você faz Snaps, usa Lentes, lê o Discover e assiste a anúncios.";

"NSLocationWhenInUseUsageDescription" = "Usamos isso para customizar sua experiência e disponibilizar Filtros, Histórias e mais ao seu redor."; // Reworded 09/12/2016
